Repository: mozilla-l10n/mt-training-data
Catalog: ydg/ydg_pontoon.tmx
Source language: en_us
Languages: ydg

source: Having a profile is not required to contribute though it is helpful, see why below.
ydg: پے حصو غوردا دیر اکاؤنٹ ضروری نو، اکرچہ من فائدو ایتے، پے یئے معلومات دیر تورو اوژر۔

source: Healthcare
ydg: صحت

source: Hebrew
ydg: ہیبریو

source: Help
ydg: یوانی

source: Help create Common Voice’s first target segment in { $locale }
ydg: کامن وائسن’ ڤے اوّلی حصو دے ہدف اوستیا مدد کن{ $locale }

source: Help teach machines how real people speak, donate your voice at { $link }
ydg: دے ایختا لے مشینن مدد کینے اصل آدمے چیمین گپ دہاتے، ڤے خوئے آواز دیم ژاغہ عطیہ کینے۔{ $link }

source: Help us build a community around voice technology, stay in touch via email.
ydg: سے ہواز ٹیکنالوجی ڤئے ڤے یو غوردا پے ہورغ کڑا دیر لے ماخ یوان اوئے، دے ای میل ذریعو دے رابطہ اوزوا۔

source: Help us build a high quality, publicly open dataset
ydg: ڤے غیݰے معیار پے سافف دیر ڤے ڈیٹاسیٹ دے سڤزڤدا لے ماخ مدد کن

source: Help us find more voices, share your goal
ydg: لے ماخ دیر آوازے دے کیستا مدد کن۔ ڤے خوئے ہدف ݰیکور

source: Help us get to { $goal }
ydg: دے حاصل کڑا لے ماخ مدد کن { $goal }

source: Help us validate sentences!
ydg: لے ماخ ڤے جملغّف دے تصدیق کڑا مدد!

source: Help us validate voices
ydg: ڤے آوازف دے تصدیق کڑا لے ماخ مدد کن

source: Heng Hua
ydg: ہینگ ہوا

source: Hidden
ydg: ݰیکوا

source: Highland Puebla Nahuatl
ydg: ہائی لینڈ پیوبلا ناہوتل

source: Hiligaynon
ydg: ہیلیگینون

source: Hill Mari
ydg: ہل ماری

source: Hindi
ydg: ہندی

source: History, Law and Government
ydg: تریخ، قانون اڤن حکومت

source: Hours
ydg: گھنٹہ

source: Hours Recorded
ydg: گھنٹہ ریکارڈ ݰوئے

source: Hours Validated
ydg: گھنٹہ تصدیق ݰوئے

source: How ?
ydg: چیمین؟

source: How can we effectively grow a language on Common Voice?
ydg: ماخ دے کامن وئس ڤے یو زبان دے څس طریقو ژے اپیرن ڤینم۔

source: How does Common Voice work?
ydg: کامن وائس چیمین ہورغ کیتے؟

source: How does site localization work?
ydg: ڤے سائٹ مقامی کڑا چیمین ہورغ کیتے؟

source: How do I add a language?
ydg: زو ڤے یو زبان چیمین شامل کینیم؟

source: How do I add sentences?
ydg: زو چیمی کینیم جملغّے شمل کینیم؟

source: How do I cite?
ydg: چیمی کینیم حوالو دیلیم؟

source: How do I record a high quality voice clip?
ydg: زو غیݰے معیاری آواز چیمین کینیم ریکارڈ (پر) کینیم؟

source: How do I stay in touch?
ydg: زو چیمین کینیم دے رابطہ ڤرومیم؟

source: How is Common Voice funded?
ydg: کامن وائس چیمین ݰوئے ساؤز ݰوئے

source: How Spontaneous Speech works
ydg: اسپونٹینئس چیمی ہورغ کیتے؟

source: How to add multiple sentences
ydg: ڤے زیات جملغف څس قسم شامل کڑا بݰ

source: How would you describe your sex or gender?
ydg: تو ژینگوآ مڑ چیمی کینے وضاحت کینے؟

source: Huarijio
ydg: ہُواریجیو

source: Huautla Mazatec
ydg: ہواتلا مزاٹیک

source: Hungarian
ydg: ہنگرین

source: I agree
ydg: زو متفق استت

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ydg: زو ڤے کامن وائسن <termsLink>شرائطف</termsLink>اڤن <privacyLink> ڤے رازدارین نوٹس قبول کینیمتے</privacyLink>

source: Ibibio
ydg: ابیبیو

source: Icelandic
ydg: ائسلینڈیک

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ydg: تصدیق کینیمتے کہ مو جملو <wikipediaLink> عام آدمف دائران </wikipediaLink> اڤن نمن ڤیم اپلوڈ کڑان اجازت استت۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
ydg: * زو تصدیق کینیم تے کہ مو سوال<publicDomainLink> عام آدمف </publicDomainLink> ڈومینن اڤن نمن ڤیم اپلوڈ کڑان اجازت استت۔

source: <icon></icon> Add multiple public domain sentences
ydg: <icon></icon> دے عام آدمف دائرو زیات جملغے شامل کن

source: I do not agree
ydg: زو متفق چش

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ydg: دے فائل باری دیر ام معلوماتے کہ دلیتے مہربانی کن مولو نوشا<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ydg: اگر جملو دے معیار پرو کہ استت &quot; کلک کن۔ سے ہرزوغ کرن&quot; منظور کن۔

source: If you run out of sentences to review, please help us collect more sentences!
ydg: لے تو جملغے اڤن پے اوݱڑا دیر ختم کہ ݰوت، لے ماخ دیر جملغے دے بڑیڅڤدا مدد کن!

source: Igbo
ydg: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ydg: من نے کامن وائسن آواز پے مہربانی کڑا دیر ہدف اوستائیم۔ اصل آدمے چیمی گپ دہات رے ڤے مشین پے انخسڤدا دیر لے من جفت اوئے اڤن مدف کن { $link }

source: Include appropriate citation
ydg: مناسب حوالو شامل کن

source: Includes email, username & demographic info, available right away
ydg: ڤے ای میل، دے استعمال کہ آڤزدیت دے نام و دے آبادی باری چوکو معلوماتے دستیاب اویت

source: Includes mp3s and related sentences, may take some time to prepare
ydg: ایم پی 3 اڤن متعلقہ جملغّے، دے تیار ݰویا کیستہ وخت غورت

source: Indonesian
ydg: انڈونیشین

source: Indus Kohistani
ydg: انڈس کوہستانی

source: Information about the language
ydg: دے زبان باری معلومات

source: In Progress
ydg: دے پیش رفت

source: Interested in getting involved with this project, or partnering with us?
ydg: تو دیم منصوبو دے شامل ݰویا دلچسپی استتآ یا لے ماخ یوانی کینیتیآ؟

source: Interested in learning more and contributing to the project?
ydg: تو دیر ام دے ایختا اڤن دے پروجیکٹ دے حصو غوردا شوقینآ؟

source: Interlingua
ydg: آنٹرلینگوا

source: Interlingue
ydg: آنٹرلینگو

source: [interrupted by background noise]
ydg: [پے چروم شور ترے ملن آغوئے]

source: Intersex
ydg: مڑ تا ژینگو

source: Iñupiaq
ydg: اینوپیاق

source: Invalid file
ydg: علط فائل

source: Irish
ydg: ایرئش

source: IsiNdebele (North)
ydg: اسینڈیبیلے(نارتھ)

source: IsiNdebele (South)
ydg: اسینڈیبیلے(ساوتھ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ydg: <isoCodeLink>آئی ایس او کوڈز</isoCodeLink>کہ نتو معلوم

source: Is the clip valid?
ydg: مو آواز صحیآ؟

source: Italian
ydg: اٹالین

source: It contains words or phrases that are hard to read or pronounce.
ydg: مولو المین لفظ یا فقرو استت ڤئے اݰٹا یا ادا کڑا مشکل۔

source: It is written in a language different than what I’m reviewing.
ydg: زو ڤے ګیم دیبارو زبان کو اوژریمتے مو ژؤ زبانن دیر نوختیغو استت۔

source: It is written in a language different than what I’m speaking.
ydg: مو ژے ون دے دیر زبان نوختیغو استت دے ګیم کو زو’ گپ دہامتے

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
ydg: دے کامن وائس پے ہورغ کڑا دیر ماخ جاہند چے کڑا بݰ۔ ڤیم ماخ فګیغو چے کینمتے۔ تو لے ماخ دے جفت ݰویا کوستیآ؟ ماخ ژے تو ڤیم گپ غولارم جاہند خوشان اویم۔

source: Izhorian
ydg: ایژورین

source: Japanese
ydg: جاپانی

source: Jaqaru
ydg: جقارو

source: Javanese
ydg: جواننیسے

source: Join our community
ydg: دے ماخ برادری شامل اوئے

source: Join the Common Voice mailing list
ydg: دے کامن وائس ای میلف فہرست شامل اوئے

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
ydg: چند کہ کرکڑیت دے قدرتی انداز ڤے اشارغّف صرف دے یو چر جملغف جواب دل۔ مو گپ ضروری کہ تے زبان ݰئیلے اڤن باعزت اوئے۔

source: Just Unsure?
ydg: صرف غیر یقینی؟

source: Kabardian
ydg: کاباردئین

source: Kabyle
ydg: کابائلے

source: Kalasha
ydg: کالاشہ

source: Kalenjin
ydg: کالینجین

source: Kalkoti
ydg: کلکوٹی

source: Kannada
ydg: کناڈا

source: Kaqchikel
ydg: کاکچیکل

source: Kara
ydg: کارا

source: Karakalpak
ydg: کراکالپاک

source: Kateviri
ydg: کتوری

source: Kazakh
ydg: کزاخ

source: { $kb }kb max
ydg: { $kb }kb ژے زیاتن زیات

source: Keep
ydg: اوزیاؤ/واست

source: Keep it up, record again <recordIcon></recordIcon>
ydg: ڤے خوئے ہورغ جاری واست، اڤن ریکارڈ کن <recordIcon></recordIcon>

source: Keep the recordings
ydg: ڤے ریکارڈنگف واست

source: Keep track of your progress with a profile
ydg: دے خوئے پروفائل ذریعو دے خوئے ہورغ ترقی باری معلوم کن

source: Keep track of your progress with a profile and help our voice data be more accurate.
ydg: ڤے خوئے ہورغ پیش رفت سے پروفائل اوژر اڤن ڤے ماخ آواز دے ڈیٹا پے غیݰے سہی کڑا دیر مدد کن۔

source: Kelabit
ydg: کیلابیٹ

source: Kenyah
ydg: کینیاہ

source: Kenyi
ydg: کینائی

source: Ketrani
ydg: کترانی

source: Khmer
ydg: خمیر

source: Khowar
ydg: کھوا

source: K'iche'
ydg: کیچے'

source: Kichwa
ydg: کیچوا

source: Kidaw'ida
ydg: کداوائدہ

source: Kikuyu
ydg: کیکویو

source: Kinyarwanda
ydg: کنیر وانڈا

source: Kohistani Shina
ydg: کوہستانی شینا

source: Kom
ydg: کوم

source: Komi-Zyrian
ydg: کومی-زئرین

source: Konkani (Devanagari)
ydg: کونکانی (دیواناگری)

source: Konkani (Romi)
ydg: کونکانی (رومی)

source: Korean
ydg: کورین

source: Kuku
ydg: کوکو

source: Kurmanji Kurdish
ydg: کورمنجی کوردیش

source: Kyrgyz
ydg: کرغیز

source: Language
ydg: زبان

source: Language Fundamentals (e.g. Digits, Letters, Money)
ydg: زبانن لازمی ژینارئی (مثلاً نمالبار، حرف، پیسو)

source: Language Request
ydg: زبانن درخواست

source: Language request successfully submitted, thank you.
ydg: زبانن درخواست سے کامیابی جمع ݰوئے، تو شکریہ

source: Languages
ydg: زبانے

source: Lao
ydg: لاو

source: Large bulk sentence submission
ydg: جاہند زیات جلمو شامل کن

source: Large scale corporates and platform companies
ydg: دے استر پیمانو اجتماعی کمپنیے

source: Lassi
ydg: لاسی

source: Last Updated: { $lastUpdatedTimeStamp }
ydg: آخری اپڈیٹ { $lastUpdatedTimeStamp }

source: Latgalian
ydg: لاتگالئین

source: Latvian
ydg: لیتویئن

source: Launched
ydg: شروع کڑغو ݰوئے

source: Laz
ydg: لاز

source: Leaderboard Visibility
ydg: لیڈر بورڈن ترے چام آغویا

source: Learn about partnerships with Common Voice
ydg: لے کامن وائسن دے شراکت باری ایخسے

source: Learn how to take part
ydg: ڤے حصو غوردان طریقو ایخسا

source: Learn how to transcribe
ydg: ڤے آواز دے نوختا لیغدا ایخسا

source: Learn how to use this page
ydg: ڤیم صفحہ استعمال کڑا ایخسا

source: Learn More
ydg: دیر ام ایخسا

source: Leaving now means you’ll lose your changes
ydg: لیغدا ݰویان مطلب مو کہ تو’ ڤے بادل ژیغف اوستیا چے کوسیتے

source: Leaving now means you'll lose your progress
ydg: وس لیغدان مطلب مو کہ تو پیش رفت ضائع ای

source: Length
ydg: ڤنّاغی

source: Let's Get Started
ydg: آسے شروع کینم

source: License
ydg: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
ydg: لائسنس<licenseLink>سی سی زیرو</licenseLink>

source: Ligurian
ydg: لیگورئین

source: Lingala
ydg: لنگالا

source: Link Copied
ydg: لنک کاپی ݰوئے

source: Links to websites that can help us understand the language
ydg: ویب سائٹس کہ وئے ڤے زبان دے ڤزدا لے ماخ مدد کینت

source: Listen
ydg: غولار

source: Listening
ydg: غولیتا

source: Listen options menu
ydg: ڤے اختیاراتف فہرست غولار

source: Listen-Queue
ydg: غولیتان-ژر

source: Lithuanian
ydg: لیتھوینئین

source: Loading…
ydg: لوڈ ایتے

source: Loading sentences…
ydg: جملغّے لوڈ اویتے…

source: Localized
ydg: مقامی کڑا

source: Log In
ydg: لاگ اِن

source: Login Identity
ydg: لاگ ان کڑان شناخت

source: Log in or sign up to get started
ydg: پے شروع کڑا دیر لاگ اِن یا سائن اِن کن

source: Log In / Sign Up
ydg: لاگ ان/ سائن اپ

source: Log In / Sign Up with { $company } email
ydg: سے ای میل سائن اَپ/لاگ ان کن{ $company }

source: Log Out
ydg: لاگ آؤٹ

source: Lojban
ydg: لوجبان

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ydg: المین سرڤتے کہ دیم زبان نے غولیتان آوازے چش۔ یو چر ریکارڈے کینے خو ڤیم کوبی پرو کینے۔

source: Luganda
ydg: لوگانڈا

source: Luxembourgish
ydg: لگژمبرگیش

source: Macedonian
ydg: مسیڈونین

source: Mada
ydg: میڈا

source: Maithili
ydg: مائتھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ydg: ژے گپ ژیان پیرو ریکارڈنگ شروع اوئے۔ گپ ناسے کہ نیغوڑ تیمے ریکارڈنگ بود اوئے۔

source: Make sure they can be answered in just a couple of sentences
ydg: مو ضروی کہ یف جواب دے یو چر جملغّف لیا اوئے

source: Malagasy
ydg: مالاگاسی

source: Malay
ydg: ملئے

source: Malayalam
ydg: ملایالم

source: Male/Masculine
ydg: مڑ

source: Maltese
ydg: مالٹیائی

source: Manx
ydg: مانکس

source: Mapudungun
ydg: ماپودونگون

source: Marathi
ydg: مراٹھی

source: <mark>Check</mark>
ydg: <mark>اوژر</mark>

source: <mark>Data</mark>
ydg: <mark>ڈیٹا</mark>

source: <mark>Prompt</mark>
ydg: <mark>اشارو</mark>

source: <mark>Respond</mark>
ydg: <mark>جواب دل</mark>

source: <mark>Transcribe</mark>
ydg: <mark>ترے نوختا غوواؤ</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
ydg: <mark>نے ماخ تو مددن </mark><br/><mark> ضرورت استت</mark>

source: Maximum file size: 25 MB
ydg: فائلن ژے استرن استر سائز :25 ایم بی

source: MB
ydg: ایم بی

source: Mbo
ydg: مبو

source: Meadow Mari
ydg: میڈو ماری

source: Media and Entertainment
ydg: میڈیا اڤن تفریح

source: Medumba
ydg: میڈومبا

source: Meetei Lon
ydg: میٹئی لون

source: Message
ydg: پیغام

source: Michoacán Mazahua
ydg: میچواکن مزاہوا

source: Mingrelian
ydg: منگریلین

source: Minimum sentences in file: 1000
ydg: دے یو فائل کم از کم جملغے:1000

source: [Mismatched content]
ydg: [بی رنگ ژینارے]

source: Misreadings
ydg: غلط اݰٹا

source: Missing an 's' at the end of a word.
ydg: نے لفظن دے آخر ڤے څیمین حرف لیغدا

source: Missing 'A' or 'The' at the beginning of the recording.
ydg: ریکارڈنگ دے کڑا ڤے څیمین حرف لیغدا

source: Missing the end of the last word by cutting off the recording too quickly.
ydg: ڤے ریکارڈنگ پیرو دے بود کڑا وجہ ڤے لفظ دے آخر پزگیا۔

source: Mixteco Yucuhiti
ydg: میکس ٹیکو یوکوہیٹی

source: Mokpwe
ydg: موکپوے

source: Moksha
ydg: موکشا

source: Mongolian
ydg: منگولئین

source: More
ydg: دیر

source: [More has been recorded than the required text]
ydg: [نوختیغو زیات ریکارڈ کہ ݰوئے]

source: More languages coming soon
ydg: دیر زبانے چوکو آستے

source: Mossi
ydg: موسی

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ydg: کامن وائس موزیلان یو مہم، مولو اصل آدمف چیمین کینتے گپ دہات ݱوت ڤے مشین دے ایختا مدد کیتے۔

source: Mutual accountability.
ydg: ترے خوئے ملن لئے لے یوغن حساب کتاب

source: n
ydg: این

source: N
ydg: این

source: N/A
ydg: لاگو نو

source: Name
ydg: نام

source: Names of your language
ydg: تے زبانن نامے

source: Native Language
ydg: نینے زبان

source: Nature and Environment
ydg: قدرت اڤن ماحول

source: Need help deciding which to choose?
ydg: ڤے ګیم غوریم رے پے فیصلو کڑا دیر مدد ضرورت استتآ؟

source: Need some help with accent?
ydg: پے لہجو دیر مددن ضرورت استت

source: Need to download your data?
ydg: ڤے خوئے معلوماتف ڈاؤن لوڈ کڑا کوسیتیآ؟

source: Nepali
ydg: نیپالی

source: New Language Launch
ydg: نوؤ زبانن آغاز

source: News and Current Affairs
ydg: خبرے اڤن حالاتِ حاضرہ

source: Next
ydg: ژے اپیرن

source: Ngiembon
ydg: نگیمبون

source: Nias
ydg: نیاس

source: Nigerian Pidgin English
ydg: نائجیرین پیڈیجن انگریزی

source: NKo
ydg: این کو

source: No
ydg: نو

source: No foreign letters
ydg: دیر زبانن حرفے چش

source: No gravatar found for your email
ydg: دے تے ای میل گریویٹر ملاؤ چے ݰوئے

source: No information
ydg: معلوماتے چش

source: No information available
ydg: معلوماتے دستیاب چش

source: No languages found
ydg: چے زبان ملاؤ چے ݰوئے

source: No microphone found.
ydg: مائیکرو فون ملاؤ چے ݰوئے۔

source: Non-binary
ydg: مڑ تا ژینگو

source: No numbers and special characters
ydg: چے نمبر اڤن خاص حروفے چش

source: Northern Hindko
ydg: شمالی ہندکو

source: Northern Sotho
ydg: نارتھن سوتھو

source: Northwest Gbaya
ydg: شمال مغربی گبایا

source: Norwegian Bokmål
ydg: نارویجین بوکمل

source: Norwegian Nynorsk
ydg: ناریجئین نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ydg: اڤن جملغّے پے اوݱڑا دیر چش۔<addLink> دیر جملغّے وس شامل کن!</addLink>

source: Not Found
ydg: ملاؤ چے ݰوئے

source: No Thanks
ydg: نو شکریہ

source: No thanks, continue speaking
ydg: نو شکریہ، ڤے گپ ژیا جاری واست

source: Nubi
ydg: نوبی

source: Number of Voices
ydg: آوازف تعداد

source: Numbers
ydg: نمبرے

source: Occitan
ydg: اوسیتان

source: Odia
ydg: اودیہ

source: Off
ydg: بود

source: Offensive Content
ydg: شوم مواد

source: Offensive language
ydg: شوم گپ

source: Offensive speech
ydg: شوم تقریر

source: Offline Sources
ydg: آف لائن ذرائع

source: On
ydg: آن

source: On desktop devices you can contribute by downloading…
ydg: دے ڈسک ٹاپ مشین تو دے ڈاؤن لوڈ ذریعو حصو غوردا کرکینے…

source: On his head he wore a beret.
ydg: نے خائن خولو دے پوسر ژئی ڤیو ۔

source: On iOS please continue with Safari to enable recording…
ydg: سے آئی او ایس براہِ مہربانی ڤے ریکارڈنگ پے فعال اوستیا دیر ڤے سفاری استعمال جاری اوزیاؤ…

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ydg: سے دیر کرن، اگر کہ دے تے خیال یو لفظ ژے ین پیرو نے اݰٹے غوزن دے اپیر چاغوئی اڤن دے اݰٹا غلط اندازو لگڤتے تو یقین کہ چش چیمی کینیم رے لیغان ژے اپیران اوئے

source: Ormuri
ydg: ارموڑی

source: Ossetian
ydg: اوسیٹین

source: Other
ydg: دیر

source: Other Language
ydg: دیر زبان

source: Other people validate those voice clips.
ydg: دیر آدمے ڤے آوازف صحیح ݰویان تصدیق کینتّے۔

source: Other Voice Datasets
ydg: دیر وائس ڈیٹاسیٹ

source: Our Partners
ydg: ماخ شراکت دار

source: Our partners include...
ydg: ترے ماخ یوانف ملن استت

source: Overall Accuracy
ydg: مجموعی درستگی

source: Overall Hr. Total
ydg: کل۔ مجموعی ایچ آر

source: p
ydg: پی

source: Paiwan
ydg: پائیوان

source: Palula
ydg: پالولہ

source: Papantla Totonac
ydg: پاپانٹلا ٹوٹناک

source: Papiamento
ydg: پیپیامینٹو

source: Papiamento (Aruba)
ydg: پاپیامنتو(آروبا)

source: Partner
ydg: یوان

source: Partners
ydg: یَوان

source: Partnerships
ydg: شراکت داری

source: Partnerships, Press and Stories, Community and Languages
ydg: شراکت داری، اخبار، مضمون، کمیونٹی اڤن زبان

source: Partner with us
ydg: لے ماخ یوان اوئے

source: [Part of the text can’t be heard]
ydg: [نوختیغو پرکند دے غو چے ژیو]

source: Pashto
ydg: پشتو (اڑغانی وار)

source: Past recordings download requests
ydg: ڤے پیرانے ریکارڈنگف نے ڈاؤن لوڈ کڑان عرض کن

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ydg: <p>کامن وائس دے عوامی سطح دستیاب یو المین ڈیٹا سیٹ کہ یو دے پرو دنیا سے رضاکارف تعاون چولتے۔ ګیم آدمے کو آواز اپلیکیشن سڤزڤدا کوسیتے وئے دے مشین ذریعو ڤے ایختان ماڈلف پے تربیت دیر ڤے ڈیٹا سیٹ استعمال کڑا کرکینت۔</p> <p>فی الحال زیات وائس ڈیٹا سیٹ کمپنیف ملکیت استت دئے وجہ آلو تخلیقی ہورغے چؤتے، دیم پلیٹ فارم ژے انگریزین غیر دیر زبان کڑ غوزف، مختلف رنگن آدمف، یادے شیلف، ژینگف اڤن دیر قسمن آدمف نمائندگی جاہند کوب استت۔ من مطلب مو کہ آوازف ٹیکنالوجی پے جاہند زبانف دیر ہورغ چے کیتے اڤن کہ کیتے ام پے سافف دیر برابر ہورغ چے کیتے۔ ماخ دے ہر ژاغہ ڤے آدمف متحرک کینم خو ڤئے تبدیل کڑا کوسیمتے۔</p>

source: People come and contribute their voices.
ydg: آدمے آستّے اڤن ڤے خوئے آوازف مہربانی کینتّے

source: Persian
ydg: فارسی

source: Personally Identifiable Information
ydg: ذاتی شناختن معلوماتے

source: Platform language
ydg: زبانن ژاغہ

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ydg: <playbookLink>دے کامن وائس باری تمام رہنمائی دیم ژاغہ </playbookLink>استت۔ ترئے ملن ژے مقامی کڑان غوردے تآ دے ڈیٹاسیٹن استعمال اڤن دے ماخ کمیونٹی چیمین آغویا ای معلوماتے استت۔

source: <playIcon></playIcon>Last one!
ydg: <playIcon></playIcon>آخری یو!

source: Play/Stop
ydg: جیفاؤ/بود کن

source: Please fill out this field.
ydg: مہربانی کن ڤیم ژاغہ پر کن

source: Please select a language to review sentences.
ydg: براہِ مہربانی ڤے جملغّف اڤن پے اوݱڑا دیر یو زبان غورا۔

source: Polish
ydg: پولیش

source: Portuguese
ydg: پرتگالی

source: Press and stories
ydg: اخبار اڤن مضمونے

source: Press and Stories
ydg: اخبار اڤن مضمون

source: Press play, listen & tell us: did they accurately speak the sentence below?
ydg: ڤے جفتان بٹن دے، غولار اڤن نے ماخ گپ دے: کہ یئے تورو ڤے جملغّف سہی ژوتیآ؟

source: Press { shortcut-play-toggle } to toggle play mode
ydg: ڤے جفتان بٹن پے تورو غوردا دیر{ shortcut-play-toggle } ڤزیب

source: Privacy
ydg: راز داری

source: <privacyLink>Privacy</privacyLink>
ydg: <privacyLink>رازداری</privacyLink>

source: Privacy Policy
ydg: رازدارین پالیسی

source: Privacy, security and transparency.
ydg: راز داری، تحفظ اڤن شفافیت

source: Pro
ydg: حامی

source: Profile
ydg: پروفائل

source: Progress
ydg: پیش رفت

source: Public Domain
ydg: دے عام آدمف دائرو

source: Pular Guinea
ydg: پولر گوئنیا

source: Punjabi
ydg: پنجابی

source: Puno Quechua
ydg: پونوقیچوا

source: Quechua Ambo-Pasco
ydg: کیوچوا امبو-پاسکو

source: Quechua Arequipa-La Unión
ydg: قیچوا اریقیوپا-لا یونین

source: Quechua Cajatambo
ydg: کیوچوا کجاتمبو

source: Quechua Chanka
ydg: قیوچوا چانکا

source: Quechua Chiquián
ydg: قیچوا چیقوئین

source: Quechua Corongo Ancash
ydg: کیوچوا کورونگو انکش

source: Quechua Jauja Wanka
ydg: قیچوا جاوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
ydg: قیچوا پاسکو سانتا آنا دی توسی

source: Quechua Sihuas Ancash
ydg: کیوچوا سہواس انکش

source: Quechua Yauyos
ydg: کیوچوا یاِویوس

source: Question
ydg: سوال/پیستا

source: Question Collection
ydg: سوالف مجموعہ

source: r
ydg: آر

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ydg: ریٹ ژے حدن زیات ݰوئے { $retryLimit } یو چر منٹ بعد کوشش کن

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ydg: ریٹ ژے حدن زیات ݰوئے یو چر سیکنڈ { $retryLimit } بعد کوشش کن

source: Reader Effects
ydg: اݰٹے غوزف اثر

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ydg: کوګ اݰٹا کو، یو در اصل آلو موجود چش چیمی کو دے "ائیغو" ژاغہ "ایغو" یا ڤے یف دے اپیر اڤزدا ڤشپہ ڤدا۔

source: Read More
ydg: دیر ام ݱا

source: Read more on our About page
ydg: دے ماخ متعلق دے صحفہ اوئے دیر ام ݱا

source: Read sentences
ydg: ڤے جملغّف ݱا

source: Read Sentences
ydg: ڤے جملغّف ݱا

source: Read Sentences, Answer Questions
ydg: ڤے جملغّف ݱا، نے نے سوالف جواب دل

source: Read Sentences <small>(Coming soon)</small>
ydg: ڤے جملغّف ݱا<small>(چوکو ایستے)</small>

source: Read sentences submitted by the community in various languages
ydg: کمیونٹی ممبرانف دے مختلف زبانف جملغّے جمع کہ کڑت ڤے وف ݱا

source: Read stories, updates, and media coverage of Common Voice
ydg: ڤے کامن وائس سوغیکف، اپڈیٹسف اڤن ڤے میڈیا کوریج ݱا

source: Read the sentence carefully - don’t miss, change or add words.
ydg: ڤے جملو دے اختیاط ݱا۔ څیمی لیغان نو، بادل چے کن، لفظ شامل چے کن۔

source: Ready to do { $count } more?
ydg: تیارآ پے کڑا دیر{ $count }اڤن؟

source: Ready to donate your voice?
ydg: ڤے آواز پے عطیہ کڑا دیر تیارآ؟

source: Ready to help validate sentences?
ydg: پے جملغف تصدیق دیر نے یوانی کڑآن تیارآ؟

source: Recorded Clips
ydg: ریکارڈ ݰیغو آوازے

source: Recorded Hours
ydg: ریکارڈ ݰیغو گھنٹہ

source: <recordIcon></recordIcon> Last one!
ydg: <recordIcon></recordIcon> آخری یو دنا!

source: [Recording cut off before the end of the last word]
ydg: [ژے آخری لفظن پیرو ڤے ریکارڈنگ بود کڑا]

source: Recordings
ydg: ریکارڈنگ

source: Record/Stop
ydg: ڤے ریکارڈ/ بود کن

source: Record your response
ydg: ڤے خوئے جواب محفوظ (پر) کن

source: Record yourself reading sentences in your language
ydg: دے خوئے زبان جملغّے ݱا محفوظ (ریکارڈ) کن
